backend/controllers/QcController.php

    public function actionExcec() {

        $running = \backend\models\SysProcessRunning::find()->one();
        if ($running->is_running == 'false') {
            $this->call("start_process", NULL);
            $this->call("clear_qc", NULL);
            $models=SysStoreProc::find()->where(['note1' => 'err','note2'=>1])->all();
---
SELECT * FROM `sys_process_running`
SELECT * FROM `sys_store_proc` WHERE (`note1`='err') AND (`note2`=1)