backend/views/site/index.php

SELECT * FROM `sys_version`
---
            <div id="version_current">
                <?php
                $ver = file_get_contents(Yii::getAlias('@version/version.txt'));
                $ver_db = \backend\models\SysVersion::find()->one();

SELECT * FROM `sys_onoff_upload` WHERE `id`=1
---
        <div class="row">
            <div class="col-sm-4">
                <?php
                $onoff = \frontend\models\SysOnoffUpload::findOne(1);

SELECT * FROM `sys_onoff_sql` WHERE `id`=1
---

            <div class="col-sm-4">
                <?php
                $onoff = \frontend\models\SysOnoffSql::findOne(1);